app/Controllers/MasterDiagnosaController.php

SELECT *
FROM `tbl_gejala`
---
    public function cek()
    {
        $gejala = new GejalaModel();
        $cfMahasiswaModel = new CFMahasiswaModel();

        $data['result'] = $gejala->findAll();